testing/MOM/pureBreakup/MOC-template/0/n0
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 location "0";
 object n0;
}

dimensions [ 0 0 0 0 0 0 0 ];

internalField uniform 0;

boundaryField
{
  walls
  {
    type zeroGradient;
  }
} 	// ************************************************************************* //

